/* Localizable strings for default.syndtheme
   This file is manually, NOT automatically, generated. */

/* SortType names: */
"kSortType-0"       = "Dato";
"kSortType-1"       = "Titel";
"kSortType-2"       = "Kilde";
"kSortType-3"       = "Ny";

/* TimeSlice names: */
"kTimeSlice-0"      = "Alle";
"kTimeSlice-1"      = "I dag";
"kTimeSlice-2"      = "I går";
"kTimeSlice-3"      = "Sidste syv dage";
"kTimeSlice-4"      = "Denne måned";
"kTimeSlice-5"      = "Sidste måned";

/* Magic source name: */
"kSourceAll"        = "Alle";

/* Tooltips for items in source list: */
"kSourceAllToolTip" = "Vis artikler fra alle feeds i denne gruppe";
"kSourceToolTip"    = "Vis kun artikler fra %s";

/* Strings to display when there are no articles; keyed by the current timeslice */
"kNoArticles-0"     = "Ingen artikler";
"kNoArticles-1"     = "Ingen artikler i dag";
"kNoArticles-2"     = "Ingen artikler i går";
"kNoArticles-3"     = "Ingen artikler denne uge";
"kNoArticles-4"     = "Ingen artikler denne måned";
"kNoArticles-5"     = "Ingen artikler sidste måned";

/* Strings for the alert banner.  The first version is used when displaying a single feed.  The second version for aggregated feeds.  */
"kAuthenticationAlert-1" = "Safari kunne ikke opdatere denne feed, fordi den kræver godkendelse. Du henter nye artikler ved at skrive følgende oplysninger:";
"kAuthenticationAlert-2" = "Safari kunne ikke opdatere \"%@\", fordi den kræver godkendelse. Du henter nye artikler ved at skrive følgende oplysninger:";
"kNotFoundAlert-1"       = "Safari kunne ikke opdatere denne feed, fordi kildearkivet ikke længere findes.";
"kNotFoundAlert-2"       = "Safari kunne ikke opdatere \"%@\", fordi kildearkivet ikke længere findes.";
"kUnknownFormatAlert-1"  = "Safari kunne ikke opdatere denne feed, fordi indholdet ikke er i et kendt feed-format.";
"kUnknownFormatAlert-2"  = "Safari kunne ikke opdatere \"%@\", fordi indholdet ikke er i et kendt feed-format.";

"kUsername" = "Brugernavn:";
"kPassword" = "Adgangskode:";
"kAddToKeychain" = "Føj til nøglering";
"kUpdate" = "Opdater";

/* Strings that appear in Article.syntmpl */
"kReadMore" = "Læs mere…";

/* Strings that appear in FOAF.syntmpl */
"kFriends"  = "Venner:";
"kAnd"      = "og";
"kMore"     = "mere…";

/* Strings that appear in Feed.html */
"kNew"              = "Ny";
"kCountSeparator"   = ", ";
"kTotal"            = "I alt";
"kSearchArticles"   = "Søg i artikler:";
"kArticleLength"    = "Artikellængde:";
"kSortBy"           = "Sorter efter:";
"kRecentArticles"   = "Seneste artikler:";
"kColon"            = ":";                  /* used after group name in sidebar's list of sources */
"kSource"           = "Kilde:";
"kActions"          = "Handlinger:";
"kMarkAllArticlesRead" = "Marker alle som læst";
"kRefreshFeed"      = "Opdater nu";
"kEmailSubject"     = "Se lige denne side";
"kEmailBody"        = "Hej\n\nJeg tror, at denne side vil interessere dig:";
"kEmailLinkText"    = "Send henvisning til denne side med e-post";
"kSubscribeInMail"  = "Abonner i Mail";
"kSubscribeInTunes" = "Abonner i iTunes";
"kAddBookmark"      = "Tilføj bogmærke…";
"kBookmarkSearch"   = "Opret bogmærke til denne søgning";
"kBookmarkHelpTag"  = "Opret bogmærke til denne RSS-side, så du automatisk modtager nye artikler.";
"kNoArticles"       = "Ingen artikler";

/* Strings that appear in FeedComplete.html */
"kPreviousPages"         = "forrige…";
"kNextPages"             = "mere…";

/* Strings that appear in Entry.html */
"kIn"         = " i ";     /* used in a construct like "John Doe in NYTimes Top Stories" */

/* Localized date/time formats for use with strftime. See DateClass.cpp */
"TodayFmtCRT"      = "I dag kl. %H.%M";
"YesterdayFmtCRT"  = "I går kl. %H.%M";
"ThisWeekFmtCRT"   = "%A kl. %H.%M";
"ThisYearFmtCRT"   = "%#d. %b, %#H.%M";
"PastYearFmtCRT"   = "%#d. %b '%y, %#H.%M";

